
AUCTIONATOR_CONFIG = {
	["gear_vendor_price_multiplier"] = 0,
	["selling_always_load_more"] = false,
	["columns_buying_historical_prices"] = {
		["Oberer Stückpreis"] = true,
		["Preis/Einheit"] = false,
		["Datum"] = false,
		["Verfügbar"] = false,
	},
	["selling_post_shortcut"] = "SPACE",
	["shift_stack_tooltips"] = true,
	["auction_tooltips"] = true,
	["selling_favourite_keys_2"] = {
	},
	["crafting_info_show"] = true,
	["debug"] = false,
	["show_selling_bag"] = true,
	["auction_mean_days_limit"] = 21,
	["search_no_filters_matched_entry"] = true,
	["hide_splash_screen"] = false,
	["selling_bag_select_shortcut"] = "alt left click",
	["shopping_always_load_more"] = false,
	["starting_price_percentage_2"] = 95,
	["prospect_tooltips"] = false,
	["columns_buying_auctions_2"] = {
		["Verkäufer"] = true,
		["Stapelpreis"] = false,
		["Preis/Einheit"] = false,
		["Deine?"] = false,
		["Verfügbar"] = false,
	},
	["default_list_2"] = "",
	["vendor_tooltips"] = true,
	["auction_age_tooltips"] = false,
	["replicate_scan_3"] = false,
	["auctions_history_length"] = 10,
	["chain_buy_stacks"] = true,
	["columns_cancelling"] = {
		["Verbleibende Zeit"] = false,
		["Unterboten?"] = false,
		["Preis/Einheit"] = false,
		["Menge"] = false,
		["Bieter"] = true,
		["Undercut Price"] = true,
		["Name"] = false,
		["Gebotspreis"] = true,
		["Stapelpreis"] = true,
	},
	["stack_size_memory"] = {
	},
	["selling_bag_collapsed"] = false,
	["undercut_static_value"] = 1,
	["price_history_days"] = 21,
	["selling_confirm_low_price"] = true,
	["default_selling_stacks"] = {
		["numStacks"] = 0,
		["stackSize"] = 0,
	},
	["selling_icon_size"] = 35,
	["selling_prev_shortcut"] = "BACKSPACE",
	["selling_skip_shortcut"] = "SHIFT-SPACE",
	["shopping_list_missing_terms"] = false,
	["crafting_info_show_profit"] = true,
	["historical_prices"] = {
	},
	["shopping_last_container_view"] = 1,
	["undercut_percentage"] = 0,
	["selling_ignored_keys"] = {
	},
	["columns_selling_search_3"] = {
	},
	["save_last_duration_as_default"] = false,
	["columns_shopping"] = {
		["Name"] = false,
		["Spitze?"] = true,
		["Eigene?"] = true,
		["Preis"] = false,
		["Verfügbar"] = false,
	},
	["crafting_info_show_cost"] = true,
	["selling_grey_post_button"] = true,
	["show_selling_bid_price"] = false,
	["undercut_items_ahead"] = 0,
	["columns_shopping_historical_prices"] = {
		["Oberer Stückpreis"] = true,
		["Preis/Einheit"] = false,
		["Datum"] = false,
		["Verfügbar"] = false,
	},
	["auction_mean_tooltips"] = false,
	["default_tab"] = 0,
	["auto_list_search"] = false,
	["cancel_undercut_shortcut"] = "SPACE",
	["auction_chat_log"] = true,
	["mailbox_tooltips"] = true,
	["columns_posting_history"] = {
		["Gebotspreis"] = true,
		["Preis/Einheit"] = false,
		["Menge"] = false,
		["Datum"] = false,
	},
	["selling_post_stack_remainder"] = false,
	["auction_duration"] = 24,
	["mill_tooltips"] = false,
	["auction_sales_preference"] = "static",
	["selling_auto_select_next"] = false,
	["splash_screen_version"] = "10.1.6",
	["selling_missing_favourites"] = true,
	["enchant_tooltips"] = false,
	["no_price_database"] = false,
}
AUCTIONATOR_SAVEDVARS = {
}
AUCTIONATOR_SHOPPING_LISTS = {
}
AUCTIONATOR_PRICE_DATABASE = {
	["__dbversion"] = 6,
	["Venoxis Horde"] = {
		["2880"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 8882,
			["h"] = {
			},
		},
		["10559"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 673,
			["h"] = {
			},
		},
		["2838"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 6990,
			["h"] = {
			},
		},
		["12365"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 351,
			["h"] = {
			},
		},
		["4404"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 1231,
			["h"] = {
			},
		},
		["35623"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 28626,
		},
		["41599"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 549996,
			["h"] = {
			},
		},
		["7912"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 2033,
			["h"] = {
			},
		},
		["35625"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 37999,
			["h"] = {
			},
		},
		["4364"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 301,
			["h"] = {
			},
		},
		["23445"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 49993,
			["h"] = {
			},
		},
		["2319"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 1743,
			["h"] = {
			},
		},
		["43005"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 48744,
		},
		["14047"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 2997,
			["h"] = {
			},
		},
		["22574"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 24994,
			["h"] = {
			},
		},
		["36860"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 109997,
			["h"] = {
			},
		},
		["21877"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 1722,
			["h"] = {
			},
		},
		["15992"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 1676,
			["h"] = {
			},
		},
		["4382"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 21589,
			["h"] = {
			},
		},
		["2836"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 2040,
			["h"] = {
			},
		},
		["41594"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 1049895,
			["h"] = {
			},
		},
		["3575"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 8995,
		},
		["4338"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 8990,
			["h"] = {
			},
		},
		["41285"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 304797,
			["h"] = {
			},
		},
		["39998"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 950093,
			["h"] = {
			},
		},
		["35627"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 11918,
			["h"] = {
			},
		},
		["41119"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 7649,
		},
		["4377"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 9949,
			["h"] = {
			},
		},
		["36913"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 23681,
		},
		["40026"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 49999,
			["h"] = {
			},
		},
		["2841"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 14082,
			["h"] = {
			},
		},
		["22573"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 4999,
			["h"] = {
			},
		},
		["34054"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 12502,
			["h"] = {
			},
		},
		["2592"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 9898,
			["h"] = {
			},
		},
		["40212"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 123984,
		},
		["37700"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 4497,
		},
		["40051"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 79985,
		},
		["33470"] = {
			["a"] = {
			},
			["l"] = {
			},
			["m"] = 4430,
			["h"] = {
			},
		},
		["36784"] = {
			["a"] = {
			},
			["l"] = {
			},
			["h"] = {
			},
			["m"] = 1439991,
		},
	},
}
AUCTIONATOR_POSTING_HISTORY = {
	["2880"] = {
		{
			["price"] = 8882,
			["quantity"] = 4,
			["time"] = 1682203046,
		}, -- [1]
	},
	["15992"] = {
		{
			["price"] = 1676,
			["quantity"] = 16,
			["time"] = 1682203007,
		}, -- [1]
	},
	["4382"] = {
		{
			["price"] = 21589,
			["quantity"] = 2,
			["time"] = 1682203050,
		}, -- [1]
	},
	["22573"] = {
		{
			["price"] = 4999,
			["quantity"] = 10,
			["time"] = 1682203026,
		}, -- [1]
	},
	["12365"] = {
		{
			["price"] = 351,
			["quantity"] = 2,
			["time"] = 1682203015,
		}, -- [1]
	},
	["4404"] = {
		{
			["price"] = 1231,
			["quantity"] = 40,
			["time"] = 1682203063,
		}, -- [1]
	},
	["4338"] = {
		{
			["price"] = 8990,
			["quantity"] = 8,
			["time"] = 1682203055,
		}, -- [1]
	},
	["41599"] = {
		{
			["price"] = 549996,
			["quantity"] = 6,
			["time"] = 1682590759,
		}, -- [1]
	},
	["__dbversion"] = 1,
	["4364"] = {
		{
			["price"] = 301,
			["quantity"] = 15,
			["time"] = 1682203053,
		}, -- [1]
	},
	["23445"] = {
		{
			["price"] = 49993,
			["quantity"] = 17,
			["time"] = 1682202762,
		}, -- [1]
	},
	["2319"] = {
		{
			["price"] = 1743,
			["quantity"] = 8,
			["time"] = 1682203033,
		}, -- [1]
	},
	["10559"] = {
		{
			["price"] = 673,
			["quantity"] = 7,
			["time"] = 1682203059,
		}, -- [1]
	},
	["2836"] = {
		{
			["price"] = 2040,
			["quantity"] = 5,
			["time"] = 1682203039,
		}, -- [1]
	},
	["2592"] = {
		{
			["price"] = 9898,
			["quantity"] = 18,
			["time"] = 1682203037,
		}, -- [1]
	},
	["2841"] = {
		{
			["price"] = 14082,
			["quantity"] = 29,
			["time"] = 1682203044,
		}, -- [1]
	},
	["22574"] = {
		{
			["price"] = 24994,
			["quantity"] = 5,
			["time"] = 1682203028,
		}, -- [1]
	},
	["4377"] = {
		{
			["price"] = 9949,
			["quantity"] = 3,
			["time"] = 1682203052,
		}, -- [1]
	},
	["14047"] = {
		{
			["price"] = 2997,
			["quantity"] = 30,
			["time"] = 1682203011,
		}, -- [1]
	},
	["36784"] = {
		{
			["price"] = 1439991,
			["quantity"] = 1,
			["time"] = 1687430740,
		}, -- [1]
	},
}
AUCTIONATOR_VENDOR_PRICE_CACHE = {
	["29152"] = 1439986,
	["2880"] = 100,
	["24006"] = 360,
	["15906"] = 1924,
	["25824"] = 103302,
	["38426"] = 25500,
	["851"] = 1821,
	["21918"] = 54000,
	["2901"] = 81,
	["15907"] = 7413,
	["5565"] = 5000,
	["28056"] = 15,
	["17032"] = 2000,
	["6261"] = 850,
	["14341"] = 4250,
	["35691"] = 950,
	["22053"] = 1000,
	["25739"] = 144000,
	["44615"] = 2000,
	["44176"] = 224189,
	["17028"] = 700,
	["2534"] = 40888,
	["35948"] = 2720,
	["3466"] = 2000,
	["43232"] = 4500,
	["922"] = 10835,
	["21927"] = 1500,
	["2516"] = 0.045,
	["40411"] = 10000,
	["21895"] = 36000,
	["25823"] = 312586,
	["42431"] = 2720,
	["44159"] = 1275000,
	["41718"] = 34000,
	["2321"] = 85,
	["44617"] = 1700,
	["44167"] = 168841,
	["33449"] = 1445,
	["44171"] = 265310,
	["10648"] = 125,
	["44616"] = 1275,
	["31358"] = 108000,
	["3025"] = 16631,
	["15909"] = 19896,
	["8343"] = 1700,
	["4291"] = 425,
	["2524"] = 19192,
	["28061"] = 15,
	["33151"] = 90000,
	["6260"] = 42,
	["29190"] = 900000,
	["39502"] = 5000,
	["2533"] = 61108,
	["3023"] = 3395,
	["28060"] = 7.2,
	["18256"] = 4000,
	["17029"] = 1000,
	["923"] = 7870,
	["4340"] = 298,
	["2532"] = 52608,
	["17038"] = 2000,
	["2208"] = 3286,
	["17021"] = 700,
	["17031"] = 1000,
	["29167"] = 501349,
	["8927"] = 700,
	["4341"] = 425,
	["25738"] = 108000,
	["17030"] = 2000,
	["21917"] = 54000,
	["42436"] = 76500,
	["40042"] = 1275,
	["2511"] = 1192,
	["40533"] = 50000,
	["21835"] = 1500,
	["42439"] = 14450,
	["24003"] = 54000,
	["44179"] = 321889,
	["2519"] = 0.225,
	["21916"] = 54000,
	["11284"] = 4.5,
	["39354"] = 15,
	["44166"] = 560691,
	["29165"] = 1871962,
	["29155"] = 1940453,
	["34201"] = 144000,
	["24004"] = 9000,
	["2324"] = 21,
	["25740"] = 144000,
	["17033"] = 2000,
	["44170"] = 219300,
	["2325"] = 850,
	["35950"] = 2720,
	["22147"] = 5000,
	["24000"] = 54000,
	["34841"] = 16000,
	["33443"] = 1445,
	["32882"] = 22.5,
	["42430"] = 1445,
	["10922"] = 800,
	["22148"] = 1500,
	["17036"] = 680,
	["29197"] = 900000,
	["15904"] = 19537,
	["41586"] = 15,
	["4342"] = 2125,
	["42428"] = 1445,
	["2509"] = 373,
	["2320"] = 8,
	["2604"] = 42,
	["43230"] = 4000,
	["37201"] = 500,
	["8985"] = 250,
	["2520"] = 22166,
	["2209"] = 6404,
	["35949"] = 1445,
	["17035"] = 340,
	["10647"] = 2000,
	["44183"] = 306458,
	["44605"] = 5000,
	["35954"] = 1020,
	["20844"] = 300,
	["35332"] = 158847,
	["24009"] = 810,
	["8928"] = 800,
	["44182"] = 392127,
	["5956"] = 18,
	["2027"] = 3434,
	["39684"] = 9000,
	["2525"] = 26490,
	["2207"] = 2152,
	["2535"] = 61557,
	["6532"] = 250,
	["2528"] = 46652,
	["10290"] = 2125,
	["2605"] = 85,
	["39501"] = 1250,
	["21919"] = 54000,
	["2526"] = 17402,
	["49177"] = 10000000,
	["43157"] = 8500,
	["3033"] = 1.35,
	["4399"] = 200,
	["21177"] = 150,
	["40035"] = 42,
	["31362"] = 108000,
	["44180"] = 344582,
	["15905"] = 1917,
	["15903"] = 7306,
	["42438"] = 153000,
	["35952"] = 2720,
	["44141"] = 1275000,
	["4400"] = 2000,
	["29168"] = 158357,
	["24001"] = 45000,
	["44614"] = 7000,
	["44618"] = 8500,
	["1198"] = 2409,
	["24002"] = 54000,
	["17026"] = 1000,
	["43234"] = 3500,
	["40036"] = 128,
	["44174"] = 790347,
	["31361"] = 54000,
	["42188"] = 42500,
	["5441"] = 900,
	["185686"] = 90000,
	["3024"] = 6388,
	["17020"] = 1000,
	["31359"] = 54000,
	["29232"] = 72000,
	["16583"] = 10000,
	["17034"] = 170,
	["42429"] = 2720,
	["2024"] = 5471,
	["17037"] = 1400,
	["__dbversion"] = 1,
	["41584"] = 15,
	["44173"] = 630028,
	["44181"] = 216134,
	["2527"] = 29356,
}
AUCTIONATOR_RECENT_SEARCHES = {
	"\"Sirenenträne\"", -- [1]
	"\"Tollkühner Monarchentopas\"", -- [2]
	"Mondgesp", -- [3]
	"\"Sonnenglimmertuch\"", -- [4]
	"\"Runenbeschriebener Scharlachrubin\"", -- [5]
	"\"Äonenschatten\"", -- [6]
	"\"Kristallisierte Luft\"", -- [7]
	"\"Saronitbarren\"", -- [8]
	"\"Geläuterter Zwielichtopal\"", -- [9]
	"\"Chaotischer Polarlichtdiamant\"", -- [10]
	"\"Gewürzte Mammutleckereien\"", -- [11]
	"Trank der Wilden magie", -- [12]
	"runenbeschriebener s", -- [13]
	"\"Mondgespinst\"", -- [14]
	"\"Äonenfeuer\"", -- [15]
	"\"Äonenleben\"", -- [16]
	"Schleierst", -- [17]
	"\"Froststoff\"", -- [18]
	"äonenluft", -- [19]
	"saronitbarr", -- [20]
	"saronitb", -- [21]
	"\"Eisenbarren\"", -- [22]
	"\"Schwerer Stein\"", -- [23]
	"\"Robuster Stein\"", -- [24]
}
